example-app/app/Http/Controllers/UserController.php

    public function index()
    {
        $planets = DB::table('planets')->get();
---
SELECT * FROM `planets`